{
  "doc": {
    "title": "རྒྱལ་སྤྱིའི་སྒྲིག་བཀོད།",
    "checkedUseSetting": "སྒྲིག་སྟངས་འདི་ལྕོགས་ཅན་བཟོ་བར་ཞིབ་བཤེར་བྱས།",
    "excludeDomains": "ཕྱིར་འཐེན་བྱེད་པའི་དྲ་ཚིགས་མིང་ཁ་སྣོན་བྱེད་པ། དུས་གཅིག་ཏུ་དྲ་ཚིགས་མིང་གཅིག་ལས་མེད།",
    "seeExcludeExamplesLink": "དཔེ་བརྗོད",
    "exclude": {
      "example": {
        "domain": "ཁྱེད་ཀྱིས་དྲ་ཚིགས་ཀྱི་མིང་ཁ་སྣོན་བྱེད་ཆོག དཔེར་ན་ <code>{{url}}</code> དྲ་ཚིགས་ཀྱི་མིང་ཧྲིལ་པོ་མེད་པར་བཟོ་ཐུབ།",
        "url": "ཁྱེད་ཀྱིས་དམིགས་བསལ་གྱི་སྦྲེལ་མཐུད་ཁ་སྣོན་བྱས་ནས་ཟུར་འཐེན་བྱེད་ཆོག དཔེར་ན། <code>{{url}}</code>ལྟ་བུ།",
        "glob": "ཁྱོད་ཀྱིས་ {{glob}} དཔེ་རིས་ཁ་སྣོན་བྱེད་ཆོག དཔེར་ན་ <code>{{minimatch}}</code> མུན་ནག་གི་མཐུན་སྒྲིག་ཆེད་དུ།"
      }
    },
    "script": "ཁྱེད་ཀྱིས་jsཡིག་ཆ་བེད་སྤྱད་ནས་ཚོད་འཛིན་ཚད་ལྡན་ཅན་ཞིག་ཐོབ་ཐུབ།",
    "checkedUseScript": "ཁྱེད་རང་གི་ཡིག་ཆ་ལྕོགས་ཅན་བཟོ་དགོས་མིན་དྲན་ཐོ་འདི་ལྕོགས་ཅན་བཟོ་བར་སྒྲོམ་གཉིས་ཀ་དུས་མཉམ་དུ་ཞིབ་བཤེར་བྱེད་དགོས།",
    "scriptControll": {
      "example1": {
        "commentTitle": "ད་ལྟ་{{youtube}}དྲ་ཚིགས་ཐོག་ {{youtube}}གི་{{བལྟ་}} ཡང་ན་{{ཐུང་ཐུང་}}གི་ཤོག་ངོས་དེ་མཆོང་ལྡེ་གསར་པ་ཞིག་གི་ནང་དུ་ཁ་ཕྱེ་དགོས།",
        "introVariables": "འགྱུར་ལྡོག་ཅན་གྱི་ངོ་སྤྲོད།",
        "page": ": འགྱུར་ལྡོག་ཅན་ནི་ད་ལྟའི་དྲ་ཚིགས་ཤོག་ངོས་ཀྱི་URLདངོས་པོ་ཡིན། ཞིབ་ཕྲའི་ཆེད་དུ་<a href='https://developer. གཟིགས་རོགས་གནང་།</a >",
        "pageHost": ": མིག་སྔའི་དྲ་ངོས་ཀྱི་ཁྱབ་ཁོངས་མིང་།",
        "isSameSubDomain": "{{isSameSubDomain}}: དྲ་ཚིགས་ཀྱི་མིང་གཅིག་པ་ཡིན། {{youtube}}དང་{{ཁྱིམ་ཚང་}}གཉིས་ཀྱི་དྲ་ཚིགས་ཀྱི་མིང་གཙོ་བོ་གཉིས་ཀ་{{mainDomain}}ཡིན་ནའང་། familyesSubDomain}} གོ་རིམ་བཞིན་ཁོང་ཚོའི་དྲ་ཚིགས་ཀྱི་མིང་མི་འདྲ་བ་རེད།",
        "click": ": སྣུན་པའི་སྦྲེལ་མཐུད་དེ།",
        "clickpath": ": སྣུན་པའི་སྦྲེལ་མཐུད་ཀྱི་འགྲོ་ལམ།",
        "minimatch": ": {{glob}} མཐུན་སྒྲིག་བྱེད་ཐབས། {{minimatch}} དཔེ་མཛོད་སྤྱད་དེ། བེད་སྤྱོད་བྱེད་ཐབས། གཟིགས།</a> ཡང་ན་ {{glob}} བེད་སྤྱོད་བྱེད་སྟངས་འཚོལ་ཐུབ།",
        "rightTab": ": འབྲེལ་མཐུད་དེ་གཡས་ཕྱོགས་ཀྱི་མཆོང་ལྡེ་གསར་པའི་ནང་ཁ་ཕྱེ།",
        "wholeCode": "མཚོན་རྟགས་ཆ་ཚང་གི་དོན་ནི་ད་ལྟ་ཡུ་ཊུབ་ཀྱི་{{www}} དྲ་ཚིགས་མིང་ཤོག་ངོས་ནང་གལ་ཏེ་སྣུན་པའི་འབྲེལ་མཐུད་དེ་དྲ་ཚིགས་མིང་གཅིག་པ་ཡིན་པ་དང་ལམ་དེ་{{watch}} ཡང་ན་{{shorts}} ནས་འགོ་འཛུགས་ན། གཡས་ཕྱོགས་ཀྱི་ཤོག་ངོས་དེ་ཁ་ཕྱེ་རྒྱུ་རེད།"
      }
    }
  },
  "menu": {
    "main": "གོ་ལ་ཧྲིལ་པོའི་སྒྲིག་བཀོད།"
  }
}