{
  "doc": {
    "title": "ཡོངས་ཁྱབ་སྒྲིག་སྟངས་ཚུ།",
    "checkedUseSetting": "སྒྲིག་སྟངས་འདི་ལྕོགས་ཅན་བཟོ་ནི་ལུ་ཞིབ་དཔྱད་འབད།",
    "excludeDomains": "ཕྱིར་བཏོན་འབད་ནི་ལུ་ མངའ་ཁོངས་མིང་ཚུ་ཁ་སྐོང་རྐྱབས་ དུས་མཉམ་ལུ་ མངའ་ཁོངས་མིང་གཅིག་རྐྱངམ་ཅིག་ཁ་སྐོང་རྐྱབས་བཏུབ།",
    "seeExcludeExamplesLink": "དཔེ",
    "exclude": {
      "example": {
        "domain": "ཁྱོད་ཀྱིས་ མངའ་ཁོངས་མིང་ཧྲིལ་བུམ་ཕྱིར་བཏོན་འབད་ནིའི་དོན་ལུ་ <code>{{url}}</code> བཟུམ་གྱི་མངའ་ཁོངས་མིང་ཅིག་ཁ་སྐོང་རྐྱབས་བཏུབ།",
        "url": "ཁྱོད་ཀྱིས་ དམིགས་བསལ་གྱི་འབྲེལ་ལམ་ཚུ་ འབྲེལ་ལམ་ཁ་སྐོང་འབད་ཐོག་ལས་ ཕྱིར་བཏོན་འབད་ཚུགས་ དཔེར་ན་ <code>{{url}}</code>.",
        "glob": "ཁྱོད་ཀྱིས་ {{glob}} དཔེ་གཞི་ དཔེར་ན་ <code>{{minimatch}}</code>, ཕཱ་ཛི་མཐུན་སྒྲིག་གི་དོན་ལུ་ཁ་སྐོང་རྐྱབས་ཚུགས།"
      }
    },
    "script": "ཁྱོད་ཀྱིས་ ཇེ་ཨེསི་ཡིག་ཚུགས་ཚུ་ཡང་ མགུ་རྙོག་དྲགས་ཅན་གྱི་ཚད་འཛིན་གྲུབ་ཐབས་ལུ་ ལག་ལེན་འཐབ་བཏུབ།",
    "checkedUseScript": "ཁྱོད་ཀྱི་ཡིག་ཚུགས་འདི་ལྕོགས་ཅན་བཟོ་ནི་ཨིན་ན་མེན་ན་ ཁྱོད་ཀྱིས་ཡིག་ཚུགས་འདི་ལྕོགས་ཅན་བཟོ་ནི་ལུ་ སྒྲོམ་གཉིས་ཆ་རང་དུས་མཉམ་ལུ་ཞིབ་དཔྱད་འབད་དགོཔ་ཨིནམ་དྲན་འཛིན་འབད།",
    "scriptControll": {
      "example1": {
        "commentTitle": "ད་ལྟོ་ {{youtube}} ཡོངས་འབྲེལ་འཆར་སྒོ་གུ་ ཁྱོད་ཀྱིས་ {{youtube}} གི་ {{བལྟ་}} ཡང་ན་ {{shorts}} ཤོག་ལེབ་འདི་ མཆོང་ལྡེ་གསརཔ་ཅིག་ནང་ ཁ་ཕྱེ་དགོཔ་ཨིན།",
        "introVariables": "འགྱུར་ཅན་ངོ་སྤྲོད།",
        "page": ": འགྱུར་ཅན་དེ་ ད་ལྟོའི་ཝེབ་ཤོག་ལེབ་ཀྱི་ ཡུ་ཨར་ཨེལ་དངོས་པོ་ཨིན། གཟིགས་གནང་</a >",
        "pageHost": ": ད་ལྟོའི་ཝེབ་ཤོག་ལེབ་ཀྱི་མངའ་ཁོངས་མིང་།",
        "isSameSubDomain": "{{isSameSubDomain}}: མངའ་ཁོངས་མིང་གཅིག་པ་འདི་ {{youtube}} དང་ {{families}} གི་མངའ་ཁོངས་ངོ་མ་གཉིས་ཆ་རང་ {{mainDomain}} ཨིན་རུང་ ཡན་ལག་མངའ་ཁོངས་མིང་ཚུ་ {{youtubeSubDomain}} དང་ {{ ཨིན། familyesSubDomain}} གོ་རིམ་བཞིན་དུ་ དེ་འབདཝ་ལས་ ཁོང་གི་མངའ་ཁོངས་མིང་ཚུ་སོ་སོ་ཨིན།",
        "click": ": ཨེབ་གཏང་འབད་མི་འབྲེལ་མཐུད།",
        "clickpath": ": ཨེབ་གཏང་འབད་ཡོད་པའི་འབྲེལ་ལམ་གྱི་འགྲུལ་ལམ།",
        "minimatch": ": {{glob}} མཐུན་སྒྲིག་ཐབས་ལམ་, {{minimatch}} དཔེ་མཛོད་ལག་ལེན་འཐབ་སྟེ་ ལག་ལེན་ཐབས་ལམ་ <a href='https://github.com/isaacs/minimatch' target='_blank' rel='noreferrer'>གནང་། བལྟ</a>, ཡང་ན་ {{glob}} ལག་ལེན་འཐབ་ཐངས་འཚོལ་ཞིབ་འབད་ཚུགས།",
        "rightTab": ": འབྲེལ་ལམ་འདི་གཡས་ཁ་ཐུག་ལུ་མཆོང་ལྡེ་གསརཔ་ཅིག་ནང་ཁ་ཕྱེཝ་ཨིན།",
        "wholeCode": "གསང་གྲངས་ཆ་མཉམ་གྱི་དོན་དག་འདི་ ད་ལྟོ་ ཡུ་ཊུབ་ཀྱི་ {{www}} མངའ་ཁོངས་མིང་ཤོག་ལེབ་ནང་ ཨེབ་གཏང་འབད་ཡོད་པའི་འབྲེལ་ལམ་འདི་ མངའ་ཁོངས་མིང་གཅིག་ཨིན་པ་ཅིན་ འགྲུལ་ལམ་འདི་ {{watch}} ཡང་ན་ {{shorts}} ལས་འགོ་བཙུགས་པ་ཅིན་ དེ་ལས་ མཆོང་ལྡེ་གསརཔ་འདི་ཨིན། གཡས་ཁ་ཐུག་གི་ཤོག་ལེབ་འདི་ ཁ་ཕྱེ་འོང་།"
      }
    }
  },
  "menu": {
    "main": "ཡོངས་ཁྱབ་རིམ་སྒྲིག།"
  }
}