{
  "doc": {
    "title": "སྤྱོད་ཆོག་པའི་འགྱུར་ཅན་དང་བྱེད་ནུས་དངོས་པོ།",
    "click": ": སྣུན་པའི་སྦྲེལ་མཐུད་ཀྱི་URLདངོས་པོ། ཞིབ་ཕྲའི་གནས་ཚུལ་ལ་ <a>གཟིགས།</a>",
    "page": ": མིག་སྔའི་དྲ་ངོས་ཀྱི་URLདངོས་པོ་(སྤྱིར་བཏང་དུ་ཁ་བྱང་ཕྲེང་།) ཞིབ་ཕྲའི་ངོ་སྤྲོད། <a>གཟིགས།</a>",
    "pageHost": ": མིག་སྔའི་དྲ་ངོས་ཀྱི་ཁྱབ་ཁོངས་མིང་།",
    "clickpath": ": སྣུན་པའི་སྦྲེལ་མཐུད་ཀྱི་འགྲོ་ལམ།",
    "isSameDomain": ": དྲ་ཚིགས་མིང་གཅིག་པ་ཡིན་ནའང་འདྲ། {{tt}} ནི་ཡིན། {{ff}} ནི་མིན།",
    "isSameSubDomain": "{{ss}}: དྲ་ཚིགས་མིང་གཅིག་པ་ཡིན་ནའང་། {{yy}} དང་ {{ff}} གཉིས་ཀྱི་དྲ་ཚིགས་མིང་གཙོ་བོ་གཉིས་ཀ་ {{mm}} ཡིན་ནའང་། དྲ་ཚིགས་མིང་ཆུང་བ་ནི་ {{ww}} དང་ཡིན། {{ffss}} གོ་རིམ་བཞིན་ཁོང་ཚོའི་དྲ་ཚིགས་ཀྱི་མིང་མི་འདྲ་བ་རེད།",
    "isSameParent": ": ཕ་མའི་འགྲོ་ལམ་གཅིག་པ་ཡིན་ནའང་འདྲ། {{tt}} ནི་ཡིན། {{ff}} ནི་མིན།",
    "isPageSublink": ": མིག་སྔའི་ཤོག་ངོས་དེ་རྐྱང་རྡེབ་བྱས་པའི་སྦྲེལ་མཐུད་ཀྱི་ཡན་ལག་ཤོག་ངོས་ཡིན་ནའང་འདྲ། {{tt}} ནི་ཡིན། {{ff}} ནི་མིན།",
    "isPageMultilevelSublink": ": མིག་སྔའི་ཤོག་ངོས་དེ་རྐྱང་རྡེབ་བྱས་པའི་སྦྲེལ་མཐུད་ཀྱི་ཚད་མེད་ཡན་ལག་ཤོག་ངོས་ཡིན་ནའང་འདྲ། {{tt}} ནི་ཡིན་པ་དང་ {{ff}} ནི་མིན།",
    "isClickSublink": ": རྐྱང་རྡེབ་བྱས་པའི་སྦྲེལ་མཐུད་དེ་མིག་སྔའི་ཤོག་ངོས་ཀྱི་ཡན་ལག་སྦྲེལ་མཐུད་ཡིན་ནའང་འདྲ། {{tt}}ནི་ཡིན། {{ff}}ནི་མིན།",
    "isClickMultilevelSublink": ": རྐྱང་རྡེབ་བྱས་པའི་སྦྲེལ་མཐུད་དེ་མིག་སྔའི་ཤོག་ངོས་ཀྱི་ཚད་མེད་ཡན་ལག་སྦྲེལ་མཐུད་ཡིན་ནའང་འདྲ། {{tt}}ནི་ཡིན། {{ff}}ནི་མིན།",
    "returnVariables": {
      "title": "ཕྱིར་ལོག་ཐུབ་པའི་འགྱུར་ལྡན།",
      "window": {
        "title": "སྒེའུ་ཁུང་",
        "currentWindow": ":ད་ལྟའི་སྒེའུ་ཁུང་།",
        "newWindow": ":སྒེའུ་ཁུང་གསར་པ།",
        "incognitoWindow": ":མི་མངོན་པའི་སྒེའུ་ཁུང་།",
        "popupWindow": ":འཕྱུར་བའི་སྒེའུ་ཁུང་།",
        "externalBrowser": ":ཕྱི་རོལ་གྱི་བཤར་ཆས་(དཔེར་ན་{{tt}}སོགས་)"
      },
      "tab": {
        "title": "མཆོང་ལྡེ་ཤོག་ངོས།",
        "rightTab": ": འབྲེལ་མཐུད་དེ་གཡས་ཕྱོགས་ཀྱི་མཆོང་ལྡེ་གསར་པའི་ནང་ཁ་ཕྱེ།",
        "leftTab": ": འབྲེལ་མཐུད་དེ་གཡོན་ཕྱོགས་ཀྱི་མཆོང་ལྡེ་གསར་པའི་ནང་ཁ་ཕྱེ།",
        "currentTab": ":ད་ལྟའི་མཆོང་ལྡེ།"
      },
      "active": {
        "title": "ཤུགས་ལྡན་གནས་སྟངས།",
        "active": ": དེ་མ་ཐག་ཤུགས་སྣོན་རྒྱོབ།",
        "inactive": ":སྒུལ་ཤུགས་མེད་པ།"
      }
    },
    "functions": {
      "title": "ཐོབ་པའི་བྱེད་ནུས་དངོས་པོ།",
      "minimatch": ": {{gg}}མཐུན་སྒྲིག་ཐབས་ལམ་གྱིས་ {{mm}} དཔེ་མཛོད་བེད་སྤྱོད་བྱེད་པས་སྤྱོད་ཐབས་ལ་ <a>གཟིགས་</a> ལ་གཟིགས་པའམ་ཡང་ན་ {{gg}} ཡི་སྤྱོད་ཐབས་འཚོལ་ཐུབ།"
    }
  },
  "menu": {
    "main": "ཐོབ་པའི་འགྱུར་ལྡོག་ཅན།"
  }
}