{
  "doc": {
    "title": "ཐོབ་པའི་འགྱུར་ལྡོག་ཅན།",
    "page": ": འགྱུར་ལྡོག་ཅན་ནི་ད་ལྟའི་དྲ་ཚིགས་ཤོག་ངོས་ཀྱི་URLདངོས་པོ་ཡིན། ཞིབ་ཕྲའི་ཆེད་དུ་<a href='https://developer. བལྟ</a>།",
    "pageHost": ": མིག་སྔའི་དྲ་ངོས་ཀྱི་ཁྱབ་ཁོངས་མིང་།",
    "isSameSubDomain": "{{_isSameSubDomain_}}: དྲ་ཚིགས་ཀྱི་མིང་གཅིག་པ་ཡིན། _familiesSubDomain_}} གོ་རིམ་བཞིན་ཁོང་ཚོའི་ཁྱབ་ཁོངས་ཀྱི་མིང་མི་འདྲ་བ་རེད།",
    "click": ": སྣུན་པའི་སྦྲེལ་མཐུད་དེ།",
    "clickpath": ": སྣུན་པའི་སྦྲེལ་མཐུད་ཀྱི་འགྲོ་ལམ།",
    "minimatch": ": {{_glob_}} མཐུན་སྒྲིལ་བྱེད་ཐབས། {{_minimatch_}} དཔེ་མཛོད་བཀོལ་སྤྱོད་བྱེད་པ། བེད་སྤྱོད་བྱེད་ཐབས། /a>, ཡང་ན་ {{_glob_}} འཚོལ་ཐུབ།",
    "isSameDomain": ": དྲ་ཚིགས་ཀྱི་མིང་གཅིག་པ་ཡིན་ནའང་འདྲ། {{_true_}} ནི་ཡིན། {{_false_}} ནི་མིན།",
    "isSameParent": ": དེ་ཕ་མའི་འགྲོ་ལམ་གཅིག་པ་ཡིན་ནའང་འདྲ། {{_true_}} ནི་ཡིན། {{_false_}} ནི་མིན།",
    "isPageSublink": ": མིག་སྔའི་ཤོག་ངོས་དེ་རྐྱང་རྡེབ་བྱས་པའི་སྦྲེལ་མཐུད་ཀྱི་ཡན་ལག་ཤོག་ངོས་ཡིན་ནའང་འདྲ། {{_true_}} ནི་ཡིན། {{_false_}} ནི་མིན།",
    "isPageMultilevelSublink": ": མིག་སྔའི་ཤོག་ངོས་དེ་རྐྱང་རྡེབ་བྱས་པའི་སྦྲེལ་མཐུད་ཀྱི་ཚད་མེད་ཡན་ལག་ཤོག་ངོས་ཡིན་ནའང་འདྲ། {{_true_}} ནི་ཡིན། {{_false_}} ནི་མིན།",
    "isClickSublink": ": རྐྱང་རྡེབ་བྱས་པའི་སྦྲེལ་མཐུད་དེ་མིག་སྔའི་ཤོག་ངོས་ཀྱི་ཡན་ལག་སྦྲེལ་མཐུད་ཡིན་ནའང་འདྲ། {{_true_}} ནི་ཡིན། {{_false_}} ནི་མིན།",
    "isClickMultilevelSublink": ": རྐྱང་རྡེབ་བྱས་པའི་འབྲེལ་མཐུད་དེ་མིག་སྔའི་ཤོག་ངོས་ཀྱི་ཚད་མེད་ཡན་ལག་འབྲེལ་མཐུད་ཡིན་ནའང་འདྲ། {{_true_}} ནི་ཡིན། {{_false_}} ནི་མིན།",
    "returnVariables": {
      "title": "ཕྱིར་ལོག་ཐུབ་པའི་འགྱུར་ལྡན།",
      "rightTab": ": འབྲེལ་མཐུད་དེ་གཡས་ཕྱོགས་ཀྱི་མཆོང་ལྡེ་གསར་པའི་ནང་ཁ་ཕྱེ།",
      "leftTab": ": འབྲེལ་མཐུད་དེ་གཡོན་ཕྱོགས་ཀྱི་མཆོང་ལྡེ་གསར་པའི་ནང་ཁ་ཕྱེ།",
      "currentWindow": "ད་ལྟའི་སྒེའུ་ཁུང་།",
      "newWindow": "སྒེའུ་ཁུང་གསར་པ།",
      "incognitoWindow": "གསང་བའི་སྒེའུ་ཁུང་།",
      "popupWindow": "འཕྱུར་བའི་སྒེའུ་ཁུང་།",
      "currentTab": "ད་ལྟའི་མཆོང་ལྡེ།",
      "active": "ད་ལྟ་ཤུགས་སྣོན་རྒྱོབ།",
      "inactive": "ཤུགས་ལྡན་དུ་བཏང་མེད།"
    }
  },
  "menu": {
    "main": "ཐོབ་པའི་འགྱུར་ལྡོག་ཅན།"
  }
}