{
  "doc": {
    "title": "ကမ္ဘာလုံးဆိုင်ရာ ဆက်တင်များ",
    "checkedUseSetting": "ဤဆက်တင်ကိုဖွင့်ရန် စစ်ဆေးပါ။",
    "excludeDomains": "ဖယ်ထုတ်ရန် ဒိုမိန်းအမည်များကို တစ်ကြိမ်လျှင် တစ်ခုသာ ထည့်သွင်းနိုင်သည်။",
    "seeExcludeExamplesLink": "ဥပမာ",
    "exclude": {
      "example": {
        "domain": "ဒိုမိန်းအမည်တစ်ခုလုံးကို ဖယ်ထုတ်ရန် <code>{{url}}</code> ကဲ့သို့သော ဒိုမိန်းအမည်ကို သင်ထည့်နိုင်သည်။",
        "url": "<code>{{url}}</code> ကဲ့သို့သော လင့်ခ်တစ်ခုကို ပေါင်းထည့်ခြင်းဖြင့် သီးခြားလင့်ခ်များကို ဖယ်ထုတ်နိုင်ပါသည်။",
        "glob": "မပီမသ ကိုက်ညီမှုအတွက် သင်သည် <code>{{minimatch}}</code> ကဲ့သို့သော {{glob}} ပုံစံကို ထည့်နိုင်သည်။"
      }
    },
    "script": "ပိုမိုခေတ်မီသောထိန်းချုပ်မှုရရှိရန် js scripts များကိုလည်း အသုံးပြုနိုင်သည်။",
    "checkedUseScript": "သင့် script ကိုဖွင့်ရန်ရှိမရှိ၊ script ကိုဖွင့်ရန်အကွက်နှစ်ခုလုံးကိုတစ်ပြိုင်နက်တည်းစစ်ဆေးရန်လိုအပ်ကြောင်းသတိပြုပါ။",
    "scriptControll": {
      "example1": {
        "commentTitle": "လောလောဆယ်တွင် {{youtube}} ဝဘ်ဆိုက်တွင်၊ သင်သည် တက်ဘ်အသစ်တစ်ခုတွင် {{youtube}} ၏ {{watch}} သို့မဟုတ် {{shorts}} စာမျက်နှာကို ဖွင့်ရန် လိုအပ်သည်။",
        "introVariables": "ကိန်းရှင်များကို မိတ်ဆက်ခြင်း။",
        "page": "- ကိန်းရှင်သည် လက်ရှိဝဘ်စာမျက်နှာ၏ URL အရာဝတ္ထုဖြစ်ပြီး အသေးစိတ်အချက်အလက်များအတွက်၊ <a href='https://developer.mozilla.org/docs/Web/API/URL' target='_blank' rel='noreferrer'> ကျေးဇူးပြု၍</a> ကြည့်ပါ။",
        "pageHost": ": လက်ရှိ ဝဘ်စာမျက်နှာ၏ ဒိုမိန်းအမည်",
        "isSameSubDomain": "{{isSameSubDomain}}- တူညီသော ဒိုမိန်းအမည်များသည် {{youtube}} နှင့် {{families}} နှစ်ခုလုံးမှာ {{mainDomain}} ဖြစ်သော်လည်း ဒိုမိန်းခွဲအမည်များမှာ {{youtubeSubDomain}} နှင့် {{ familySubDomain}} အသီးသီး ထို့ကြောင့် ၎င်းတို့၏ ဒိုမိန်းအမည်များသည် ကွဲပြားသည်။",
        "click": ": နှိပ်ခဲ့သည့် လင့်ခ်",
        "clickpath": ": နှိပ်ထားသော လင့်ခ်၏ လမ်းကြောင်း",
        "minimatch": "− {{glob}} ဒစ်ဂျစ်တိုက် {{minimatch}} ကိုအသုံးပြု၍ ကိုက်ညီသောနည်းလမ်း၊ အသုံးပြုမှုနည်းလမ်း <a href='https://github.com/isaacs/minimatch' target='_blank' rel='noreferrer'>ကျေးဇူးပြု၍ ကြည့်ပါ</a> သို့မဟုတ် {{glob}} အသုံးပြုနည်းကို ရှာဖွေနိုင်ပါသည်။",
        "rightTab": ": လင့်ခ်သည် ညာဘက်ရှိ တက်ဘ်အသစ်တစ်ခုတွင် ဖွင့်သည်။",
        "wholeCode": "ကုဒ်တစ်ခုလုံး၏ အဓိပ္ပါယ်မှာ လက်ရှိတွင် YouTube ၏ {{www}} ဒိုမိန်းအမည် စာမျက်နှာရှိ၊ နှိပ်လိုက်သောလင့်ခ်သည် တူညီသော ဒိုမိန်းအမည်ဖြစ်ပြီး လမ်းကြောင်းသည် {{watch}} သို့မဟုတ် {{shorts}} ဖြင့် စတင်ပါက၊ ထို့နောက် တက်ဘ်အသစ်၊ ညာဘက်က စာမျက်နှာကို ဖွင့်ပါလိမ့်မယ်။"
      }
    }
  },
  "menu": {
    "main": "ကမ္ဘာလုံးဆိုင်ရာဖွဲ့စည်းမှု"
  }
}