{
  "doc": {
    "title": "འཐོབ་ཚུགས་པའི་འགྱུར་ཅན་ཚུ།",
    "page": ": འགྱུར་ཅན་དེ་ ད་ལྟོའི་ཝེབ་ཤོག་ལེབ་ཀྱི་ ཡུ་ཨར་ཨེལ་དངོས་པོ་ཨིན། བལྟ</a>།",
    "pageHost": ": ད་ལྟོའི་ཝེབ་ཤོག་ལེབ་ཀྱི་མངའ་ཁོངས་མིང་།",
    "isSameSubDomain": "{{_isSameSubDomain_}}: མངའ་ཁོངས་མིང་གཅིག་པ་ {{_youtube_}} དང་ {{_families_}} གི་མངའ་ཁོངས་མིང་ངོ་མ་གཉིས་ཆ་རང་ {{_mainDomain_}} ཨིན་རུང་ ཡན་ལག་མངའ་ཁོངས་མིང་ཚུ་ {{_youtubeSubDomain_}} དང་ {{ ཨིན། _familiesSubDomain_}} གོ་རིམ་བཞིན་དུ་ དེ་འབདཝ་ལས་ ཁོང་གི་མངའ་ཁོངས་མིང་ཚུ་སོ་སོ་ཨིན།",
    "click": ": ཨེབ་གཏང་འབད་མི་འབྲེལ་མཐུད།",
    "clickpath": ": ཨེབ་གཏང་འབད་ཡོད་པའི་འབྲེལ་ལམ་གྱི་འགྲུལ་ལམ།",
    "minimatch": ": {{_glob_}} མཐུན་སྒྲིག་ཐབས་ལམ་, {{_minimatch_}} དཔེ་མཛོད་ལག་ལེན་འཐབ་ཐོག་ལས་ ལག་ལེན་ཐབས་ལམ་ <a href='https://github.com/isaacs/minimatch' target='_blank' rel='noreferrer'>བལྟ་ < /a>, ཡང་ན་ ཁྱོད་ཀྱིས་ {{_glob_}} འཚོལ་ཞིབ་འབད་ཚུགས།",
    "isSameDomain": ": མངའ་ཁོངས་མིང་གཅིག་པ་ཨིན་ན་མེན་ན་ {{_true_}} འདི་ཨིན་ {{_false_}} འདི་མེན།",
    "isSameParent": ": ཕམ་འགྲུལ་ལམ་གཅིག་པ་ཨིན་ན་མེན་ན་ {{_true_}} འདི་ཨིན་ {{_false_}} འདི་མེན།",
    "isPageSublink": ": ད་ལྟོའི་ཤོག་ལེབ་འདི་ ཨེབ་གཏང་འབད་ཡོད་པའི་འབྲེལ་ལམ་གྱི་ཡན་ལག་ཤོག་ལེབ་ཅིག་ཨིན་ན་མེན་ན་ {{_true_}} འདི་ ཨིན་ {{_false_}} འདི་ མེན།",
    "isPageMultilevelSublink": ": ད་ལྟོའི་ཤོག་ལེབ་དེ་ ཨེབ་གཏང་འབད་ཡོད་པའི་འབྲེལ་ལམ་གྱི་ ཚད་མེད་ཡན་ལག་ཤོག་ལེབ་ཅིག་ཨིན་ན་མེན་ན་ {{_true_}} འདི་ ཨིན་ {{_false_}} འདི་ མེན།",
    "isClickSublink": ": ཨེབ་གཏང་འབད་ཡོད་པའི་འབྲེལ་ལམ་དེ་ ད་ལྟོའི་ཤོག་ལེབ་ཀྱི་ཡན་ལག་འབྲེལ་ལམ་ཨིན་ན་མེན་ན་ {{_true_}} འདི་ ཨིན་ {{_false_}} འདི་ མེན།",
    "isClickMultilevelSublink": ": ཨེབ་གཏང་འབད་ཡོད་པའི་འབྲེལ་ལམ་དེ་ ད་ལྟོའི་ཤོག་ལེབ་ཀྱི་ ཚད་མེད་ཡན་ལག་འབྲེལ་ལམ་ཅིག་ཨིན་ན་མེན་ན་ {{_true_}} འདི་ ཨིན་ {{_false_}} འདི་ མེན།",
    "returnVariables": {
      "title": "སླར་ལོག་བཏུབ་པའི་འགྱུར་ཅན་ཚུ།",
      "rightTab": ": འབྲེལ་ལམ་འདི་གཡས་ཁ་ཐུག་ལུ་མཆོང་ལྡེ་གསརཔ་ཅིག་ནང་ཁ་ཕྱེཝ་ཨིན།",
      "leftTab": ": འབྲེལ་ལམ་འདི་གཡོན་ཁ་ཐུག་ལུ་མཆོང་ལྡེ་གསརཔ་ཅིག་ནང་ཁ་ཕྱེཝ་ཨིན།",
      "currentWindow": "ད་ལྟོའི་སྒོ་སྒྲིག།",
      "newWindow": "སྒོ་སྒྲིག་གསརཔ།",
      "incognitoWindow": "གསང་བའི་སྒོ་སྒྲིག།",
      "popupWindow": "པོཔ་ཨཔ་སྒོ་སྒྲིག།",
      "currentTab": "ད་ལྟོའི་མཆོང་ལྡེ།",
      "active": "ད་ལྟོ་ཤུགས་ལྡན་བཟོ།",
      "inactive": "ཤུགས་ལྡན་མ་བཟོ།"
    }
  },
  "menu": {
    "main": "འཐོབ་ཚུགས་པའི་འགྱུར་ཅན་ཚུ།"
  }
}