{
  "doc": {
    "title": "การตั้งค่าส่วนกลาง",
    "checkedUseSetting": "เลือกเพื่อเปิดใช้งานการตั้งค่านี้",
    "excludeDomains": "เพิ่มชื่อโดเมนที่จะยกเว้นได้ครั้งละหนึ่งชื่อเท่านั้น",
    "seeExcludeExamplesLink": "ตัวอย่าง",
    "exclude": {
      "example": {
        "domain": "คุณสามารถเพิ่มชื่อโดเมน เช่น <code>{{url}}</code> เพื่อยกเว้นชื่อโดเมนทั้งหมด",
        "url": "คุณสามารถยกเว้นลิงก์ที่ต้องการได้โดยเพิ่มลิงก์ เช่น <code>{{url}}</code>",
        "glob": "คุณสามารถเพิ่มรูปแบบ {{glob}} เช่น <code>{{minimatch}}</code> เพื่อการจับคู่แบบคลุมเครือ"
      }
    },
    "script": "คุณยังสามารถใช้สคริปต์ js เพื่อให้ได้รับการควบคุมที่ซับซ้อนยิ่งขึ้น",
    "checkedUseScript": "ไม่ว่าจะเปิดใช้งานสคริปต์ของคุณหรือไม่ โปรดทราบว่าคุณต้องทำเครื่องหมายทั้งสองช่องพร้อมกันเพื่อเปิดใช้งานสคริปต์",
    "scriptControll": {
      "example1": {
        "commentTitle": "ขณะนี้อยู่ที่เว็บไซต์ {{youtube}} คุณต้องเปิดหน้า {{watch}} หรือ {{shorts}} ของ {{youtube}} ในแท็บใหม่",
        "introVariables": "ความรู้เบื้องต้นเกี่ยวกับตัวแปร",
        "page": ": ตัวแปรคือออบเจ็กต์ URL ของหน้าเว็บปัจจุบัน สำหรับรายละเอียด <a href='https://developer.mozilla.org/docs/Web/API/URL' target='_blank' rel='noreferrer'> โปรดดู</a>",
        "pageHost": ": ชื่อโดเมนของหน้าเว็บปัจจุบัน",
        "isSameSubDomain": "{{isSameSubDomain}}: ชื่อโดเมนเดียวกัน โปรดทราบว่าแม้ว่าชื่อโดเมนหลักของ {{youtube}} และ {{families}} จะเป็นทั้ง {{mainDomain}} แต่ชื่อโดเมนย่อยก็คือ {{youtubeSubDomain}} และ {{ familySubDomain}} ตามลำดับ ดังนั้นชื่อโดเมนจึงแตกต่างกัน",
        "click": ": ลิงค์ที่ถูกคลิก",
        "clickpath": ": เส้นทางของลิงค์ที่คลิก",
        "minimatch": ": {{glob}} วิธีการจับคู่ โดยใช้ไลบรารี {{minimatch}} วิธีการใช้งาน <a href='https://github.com/isaacs/minimatch' target='_blank' rel='noreferrer'>โปรด ดู</a> หรือคุณสามารถค้นหาวิธีใช้ {{glob}} ได้",
        "rightTab": ": ลิงก์จะเปิดขึ้นในแท็บใหม่ทางด้านขวา",
        "wholeCode": "ความหมายของโค้ดทั้งหมดก็คือ ขณะนี้อยู่ในหน้าชื่อโดเมน {{www}} ของ YouTube หากลิงก์ที่คลิกเป็นชื่อโดเมนเดียวกันและเส้นทางขึ้นต้นด้วย {{watch}} หรือ {{shorts}} จากนั้นแท็บใหม่ หน้าทางด้านขวาจะเป็นเปิด"
      }
    }
  },
  "menu": {
    "main": "การกำหนดค่าทั่วโลก"
  }
}